[
  {
    "quote": "Stay hard!",
    "author": "David Goggins"
  },
  {
    "quote": "The only thing that's keeping you from getting what you want is the story you keep telling yourself.",
    "author": "Tony Robbins"
  },
  {
    "quote": "If you’re tired of starting over, stop giving up.",
    "author": "Unknown"
  },
  {
    "quote": "If you want to be the best, you have to do things that other people aren’t willing to do.",
    "author": "Michael Phelps"
  },
  {
    "quote": "Most people give up not because they can’t do it, but because they’re unwilling to work for it.",
    "author": "David Goggins"
  },
  {
    "quote": "Discipline equals freedom.",
    "author": "Jocko Willink"
  },
  {
    "quote": "You have to believe in yourself when no one else does – that makes you a winner right there.",
    "author": "Venus Williams"
  },
  {
    "quote": "Today I will do what others won’t, so tomorrow I can do what others can’t.",
    "author": "Jerry Rice"
  },
  {
    "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Don’t count the days, make the days count.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "You must expect great things of yourself before you can do them.",
    "author": "Michael Jordan"
  },
  {
    "quote": "The human body is the best picture of the human soul.",
    "author": "Ludwig Wittgenstein"
  },
  {
    "quote": "No matter how hard you work, someone else is working harder.",
    "author": "Elon Musk"
  },
  {
    "quote": "The pain you feel today will be the strength you feel tomorrow.",
    "author": "Unknown"
  },
  {
    "quote": "Push yourself, because no one else is going to do it for you.",
    "author": "Unknown"
  },









  
  {
    "quote": "Embrace the pain. It’s the pathway to greatness.",
    "author": "Unknown"
  },
  {
    "quote": "Every day is a new chance to show the world your relentless pursuit of excellence.",
    "author": "Unknown"
  },
  {
    "quote": "When you think you’re done, you’re only 40% done. Keep going.",
    "author": "David Goggins"
  },
  {
    "quote": "Comfort is a slow death; prefer the pain of growth.",
    "author": "Navy SEAL saying"
  },
  {
    "quote": "Don’t negotiate with weakness. Conquer it.",
    "author": "Jocko Willink"
  },
  {
    "quote": "Champions aren’t made in gyms. They’re made from something they have deep inside them—a desire, a dream, a vision.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "It’s not about how bad you want it. It’s about how hard you’re willing to work for it.",
    "author": "Unknown"
  },
  {
    "quote": "I’m not training to be good at something. I’m training to be unbreakable.",
    "author": "David Goggins"
  },
  {
    "quote": "Excuses are the lies you tell yourself to avoid taking responsibility.",
    "author": "Jocko Willink"
  },
  {
    "quote": "You won’t always be motivated; you have to learn to be disciplined.",
    "author": "Unknown"
  },
  {
    "quote": "Don’t stop when you’re tired. Stop when you’re done.",
    "author": "Unknown"
  },
  {
    "quote": "Turn your setbacks into your comeback story.",
    "author": "Unknown"
  },
  {
    "quote": "Hustle in silence and let your results make the noise.",
    "author": "Unknown"
  },
  {
    "quote": "You didn’t come this far only to come this far.",
    "author": "Unknown"
  },
  {
    "quote": "Suffer now and live the rest of your life as a champion.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "Weakness is a choice, and so is strength. Choose wisely.",
    "author": "Unknown"
  },
  {
    "quote": "I don’t stop when I’m tired, I stop when I’m done.",
    "author": "Unknown"
  },
  {
    "quote": "Your mind will quit a thousand times before your body does. Feel the pain and do it anyway.",
    "author": "Unknown"
  },
  {
    "quote": "If it doesn’t challenge you, it won’t change you.",
    "author": "Fred DeVito"
  },
  {
    "quote": "Success isn’t owned. It’s leased, and rent is due every day.",
    "author": "J.J. Watt"
  }
]